public/items.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb77cf84">Products</a>
<ul>
<li><a href="#org9026b38">Electronics</a>
<ul>
<li><a href="#orgbef038e">Lenovo ThinkPad E15</a></li>
<li><a href="#orga676155">JLab wireless headphones</a></li>
</ul>
</li>
<li><a href="#org0308b15">Clothing</a>
<ul>
<li><a href="#orgcde2b70">Arc'teryx Jacket</a></li>
</ul>
</li>
<li><a href="#orgc44057c">Sports</a>
<ul>
<li><a href="#orgea8cd92">Standard lacrosse ball</a></li>
<li><a href="#org6b10ac2">Hoka Torrent 2</a></li>
</ul>
</li>
<li><a href="#org16c7364">Software</a>
<ul>
<li><a href="#org139f5e7">Emacs</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6a8da68">Services</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgb77cf84" class="outline-2">
<h2 id="orgb77cf84">Products</h2>
<div class="outline-text-2" id="text-orgb77cf84">
</div>
<div id="outline-container-org9026b38" class="outline-3">
<h3 id="org9026b38">Electronics</h3>
<div class="outline-text-3" id="text-org9026b38">
</div>
<div id="outline-container-orgbef038e" class="outline-4">
<h4 id="orgbef038e">Lenovo ThinkPad E15</h4>
<div class="outline-text-4" id="text-orgbef038e">
<p>
I've been using this laptop since the fall of 2020 and I overall like the machine.
</p>
</div>
</div>
<div id="outline-container-orga676155" class="outline-4">
<h4 id="orga676155">JLab wireless headphones</h4>
</div>
</div>
<div id="outline-container-org0308b15" class="outline-3">
<h3 id="org0308b15">Clothing</h3>
<div class="outline-text-3" id="text-org0308b15">
</div>
<div id="outline-container-orgcde2b70" class="outline-4">
<h4 id="orgcde2b70">Arc'teryx Jacket</h4>
</div>
</div>
<div id="outline-container-orgc44057c" class="outline-3">
<h3 id="orgc44057c">Sports</h3>
<div class="outline-text-3" id="text-orgc44057c">
</div>
<div id="outline-container-orgea8cd92" class="outline-4">
<h4 id="orgea8cd92">Standard lacrosse ball</h4>
<div class="outline-text-4" id="text-orgea8cd92">
<p>
This was a very high quality purchase I must of made back in 2015. I can't believe I even have it kicking around after all these years. It was all of $5 and it gives my feet a nice massage at the end of long days. It can also be used for it's original purpose if you know how to play lacrosse. The next time you're at any sort of sports store and you see one of these for sale, please buy one.
</p>
</div>
</div>
<div id="outline-container-org6b10ac2" class="outline-4">
<h4 id="org6b10ac2">Hoka Torrent 2</h4>
</div>
</div>
<div id="outline-container-org16c7364" class="outline-3">
<h3 id="org16c7364">Software</h3>
<div class="outline-text-3" id="text-org16c7364">
</div>
<div id="outline-container-org139f5e7" class="outline-4">
<h4 id="org139f5e7">Emacs</h4>
<div class="outline-text-4" id="text-org139f5e7">
<p>
One of the best pieces of software ever created. The fact that it's 100% free is a gift to the world that has stood strong for the last 50 years, and could probably go another 50 years. In fact, this website was created using Emacs. I highly recommend checking out the documentation and maybe watching a few videos about the subject to see if it's right for you.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org6a8da68" class="outline-2">
<h2 id="org6a8da68">Services</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
